Repository: wildanSawaludin/ci-cms
Catalog: application/modules/news/locale/*.po
Languages: fr, it, mg

source: You must submit the security code that appears in the image
fr: Vous devez écrire le code de sécurité sur l'image
it: Devi inserire il codice anti-spam
mg: Ampidiro ny soratra eo amin'ny sary

source: Security code:
fr: Entrer le code:
it: Codice anti-spam:
mg: Soratra fiaro:

source: Confirm security code:
fr: Confirmer le code
it: Confirma codice:
mg: Hamarino ny soratra fiaro:

source: Comment Notification
fr: Notification des commentaires
it: Notifica dei commenti
mg: Filazana rehefa misy hafatra

source: Hello, A new comment has been sent to the news %s If you don't want to receive other notification, go to %s and disable notification.
fr: Bonjour, Un nouveau commentaire a été posté sur %s Si vous ne voulez plus recevoir cette notification, visiter %s et désactiver la notification.
it: Salve, C'è un nuovo commento nella notizia %s Se non vuoi ricevere questo tipo di notifica, vai su %s e disattivare.
mg: Miarahaba, Nisy nametraka hevitra ny lahatsoratra napetrakao ao amin'ny %s Raha toa ka tsy te handray filazana tahaka ity intsony dia mandehana ao amin'ny %s dia atsaharo ny filazana.

source: Comment to approve
fr: Commentaire à approuver
it: Commenti da approvare
mg: Hevitra mila jerena

source: Hello, A new comment has been sent to the news %s To approve it click the link below %s If you don't want to receive other notification, go to %s and set to approve comments automatically.
fr: Bonjour, Un nouveau commentaire a été posté sur %s Pour l'approuver, cliquer sur le lien ci-dessous %s Si vous ne voulez plus recevoir cette notification, visiter %s et selectionner l'approbation automatique.
it: Salve, C'è un nuovo commento inviato sulla notizia %s Per approvarlo, clicca sul link %s Se non vuoi più ricevere questa notifica, vai su %s E modificare la notifica.
mg: Salama, Nisy nametraka hevitra vaovao ao amin'ny %s Raha hanaiky na handà an'io ianao dia tsindrio ny rohy eto ambany %s Raha tsy te handray filazana tahaka ity intsony dia mandehana ao amin'ny %s dia safidio ny fanekena mandeha ho azy.

source: Thank you for your comment. In this site, the comments need to be approved by the administrator. Once approved, you will see it listed here.
fr: Merci pour votre commentaire. Dans ce site, les commentaires attendent l'approbation de l'administrateur. Une fois accepté, vous les verrez ici.
it: Grazie per il commento. In questo sito, i commenti devono essere approvati dall'amministratore. Quando sar&agrave; accettato, sar&agrave; visto qu&igrave;
mg: Misaotra anao tamin'ny hevitra. Rehefa eken'ny mpiandraikitra ny takelaka ny hevitra napetrakao dia hiseho.

source: No news found
fr: Aucun article trouv&eacute;
it: Nessuna notizia trovata
mg: Tsy misy lahatsoratra hita

source: First
fr: Debut
it: Primo
mg: Voalohany

source: Last
fr: Fin
it: Ultimo
mg: Farany

source: All news
fr: Toutes les actualités
it: Tutte le notizie
mg: Ny lahatsoratra rehetra

source: No category
fr: Sans catégorie
it: Senza categoria
mg: Tsy voasokajy

source: News in %s
fr: Article dans %s
it: Notizia in %s
mg: Lahatsoratra ao amin'ny %s

source: Other news
fr: Autres actualités
mg: Vaovao hafa

source: Tag list
fr: Liste de mots-clés
it: Elenco dei tags
mg: Lisitry ny sokanjinteny

source: News tagged with %s
fr: Actualités avec le mot-clé %s
it: Articoli con tag %s
mg: Lahatsoratra misy sokajin-teny hoe %s

source: Settings updated
fr: Configuration enregistr&eacute;
it: Impostazioni salvate
mg: Voatahiry ny safidy

source: Title
fr: Titre
it: Titolo
mg: Lohateny

source: The %s field can not be empty
fr: Le champ %s ne peut est nécessaire
it: Il campo %s non può essere vuoto
mg: Tsy maintsy fenoina ny %s

source: News saved
fr: Article sauvegard&eacute;
it: Notizia salvata
mg: Voatahiry ny lahatsoratra

source: The image was deleted
fr: L'image a été supprimée
it: E' stata cancellata l'immagine
mg: Voafafa ny sary

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
fr: La taille du fichier exc&eacute;de la directive <code>upload_max_filesize</code> pr&eacute;sente dans le fichier <code>php.ini</code>.
it: Il file da caricare è troppo grande
mg: Mavesatra loatra ny sary.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
fr: Le fichier t&eacute;l&eacute;charg&eacute; d&eacute;passe la taille maximale autoris&eacute;e (<em>MAX_FILE_SIZE</em>)
it: Il file da caricare è troppo grande
mg: Le fichier t&eacute;l&eacute;charg&eacute; d&eacute;passe la taille maximale autoris&eacute;e (<em>MAX_FILE_SIZE</em>)

source: The uploaded file was only partially uploaded
fr: Le fichier a &eacute;t&eacute; partiellement t&eacute;l&eacute;charg&eacute;
it: Il file non è stato caricato completamente
mg: Le fichier a &eacute;t&eacute; partiellement t&eacute;l&eacute;charg&eacute;

source: No file was uploaded.
fr: Aucun fichier t&eacute;l&eacute;charg&eacute;.
it: Il file non è stato caricato
mg: Aucun fichier t&eacute;l&eacute;charg&eacute;.

source: Missing a temporary folder
fr: R&eacute;pertoire temporaire manquant.
it: La cartella temporanea non esiste
mg: R&eacute;pertoire temporaire manquant.

source: Failed to write file to disk
fr: L&#8217;&eacute;criture dans le fichier a &eacute;chou&eacute;
it: Non si riesce a scrivere il file nel disco
mg: L&#8217;&eacute;criture dans le fichier a &eacute;chou&eacute;

source: File upload stopped by extension
fr: Chargement de fichier arreté
it: Caricamento fermato
mg: Chargement de fichier arreté

source: No error code avaiable
fr: Pas de code erreur disponible
it: Nessun codice di errore valide
mg: Pas de code erreur disponible

source: No file was uploaded..
fr: Aucun fichier t&eacute;l&eacute;charg&eacute;.
it: Il file non è stato caricato
mg: Aucun fichier t&eacute;l&eacute;charg&eacute;.

source: Category saved
fr: Catégorie sauvegard&eacute;es.
it: Categoria salvata
mg: Voatahiry ny sokajy

source: The category contains other categories. It cannot be removed.
fr: La catégorie contient d'autres catégories. Vous ne pouvez pas la supprimer.
it: La categoria contiene altre categorie. Non si pu&ograve; cancellare.
mg: La catégorie contient d'autres catégories. Vous ne pouvez pas la supprimer.

source: The category contains news. It cannot be removed.
fr: La catégorie contient des articles. Vous ne pouvez pas la supprimer.
it: La categoria contiene notizie. Non si pu&ograve; cancellare.
mg: La catégorie contient des articles. Vous ne pouvez pas la supprimer.

source: The category has been deleted.
fr: La catégorie a été supprimée
it: La categoria &egrave; stata cancellata
mg: La catégorie a été supprimée

source: The comment has been approved
fr: Le commentaire a &eacute;t&eacute; approuv&eacute;
it: Il commento &egrave; stato approvato
mg: Le commentaire a &eacute;t&eacute; approuv&eacute;

source: The comment has been suspended
fr: Le commentaire a &eacute;t&eacute; chang&eacute;
it: Il commento &egrave; stato sospeso
mg: Le commentaire a &eacute;t&eacute; chang&eacute;

source: Settings saved
fr: Options sauvegard&eacute;es.
it: Impostatione Salvata
mg: Options sauvegard&eacute;es.

source: The news you're looking for couldn't be found!
fr: L'article que vous avez cherché n'est pas trouvé!
it: La notizia cercata non è trovata
mg: Tsy hita ny lahatsoratra tadiavinao

source: News Administration
fr: Param&egrave;tres d&#8217;administration
it: Gestione Notizie
mg: Param&egrave;tres d&#8217;administration

source: Settings
fr: Configurations
it: Impostazioni
mg: Configurations

source: Manage comments
fr: G&eacute;rer les commentaires
it: Gestire commenti
mg: G&eacute;rer les commentaires

source: Manage categories
fr: G&eacute;rer Cat&eacute;gories
it: Gestire categorie
mg: G&eacute;rer Cat&eacute;gories

source: Create news
fr: Cr&eacute;er actualité
it: Crea notizia
mg: Hampiditra lahatsoratra

source: Cancel
fr: Annuler
it: Annulla
mg: Aoka ihany

source: Ordering
fr: Ordre
it: Ordine
mg: Filaharany

source: Status
fr: &Eacute;tat
it: Stato
mg: Toetra

source: Action
it: Azioni
mg: Asa

source: Hits
fr: Visites
it: Visiti
mg: Mpamangy

source: Move up
fr: Vers le haut
it: Sposta s&ugrave;
mg: Ampiakaro

source: Move down
fr: Vers le bas
it: Sposta gi&ugrave;
mg: Ampidino

source: Published
fr: Publi&eacute;
it: Pubblicato
mg: Miseho

source: Draft
fr: Brouillon
it: Bozza
mg: Vakiraoka

source: View
fr: Afficher
it: Visualizza
mg: Asehoy

source: Edit
fr: Modifier
it: Modifica
mg: Ahitsio

source: Delete
fr: Supprimer
it: Cancella
mg: Fafao

source: Confirm delete?
fr: Confirmer la suppression?
it: Confirmare?
mg: Fafaina tokoa?

source: Comments
fr: Commentaires
it: Commenti
mg: Hevitra

source: Show:
fr: Afficer:
it: Visualizza:
mg: Asehoy:

source: All
fr: Tout
it: Tutti
mg: Rehetra

source: Approved
fr: Approuv&eacute;
it: Accettato
mg: Ekena

source: Suspended
fr: Suspendu
it: Sospeso
mg: Nolavina

source: Author
fr: Auteur
it: Autore
mg: Mpanoratra

source: Approve
fr: Approuver
it: Accetta
mg: Ekena

source: Suspend
fr: Suspendre
it: Sospendere
mg: Tsy aseho

source: Confirm?
fr: Confirmer?
it: Confermare?
mg: Hamarino?

source: No
fr: Non
mg: Tsia

source: Yes
fr: Oui
it: S%igrave;
mg: Eny

source: Quick links
fr: Liens rapides
it: Links
mg: Rohy malaky

source: Content
fr: Contenu
it: Contenuto
mg: Votoatiny

source: Tags
fr: Mots-clés
mg: Sokajin-teny

source: Options
it: Impostazione
mg: Safidy

source: Upload
fr: T&eacute;l&eacute;charger
it: Caricare
mg: Ampidiro

source: Small
mg: Kely

source: Medium
mg: Antonony

source: Delete image
fr: Supprimer image
it: Cancella immagine
mg: Fafao ny sary

source: Edit news
fr: Modifier
it: Modifica
mg: Ahitsio

source: Create News
fr: Cr&eacute;er Nouveau
it: Creare Notizia
mg: Hampiditra

source: Save
fr: Enregistrer
it: Salva
mg: Tehirizo

source: To create a news, just fill in your content below and click 'Save'.<br />If you want to save your progress without publishing it, Select 'Draft' status.
fr: Pour créer un article, compléter le contenu et cliquer sur 'Enregistrer'. <br />Si vous ne voulez pas que l'article apparaissent directement, selectionner 'Brouillon'.
it: Per creare una notizia, riempi il modulo qu&igrave; sotto e clicca su 'Salva'.u
mg: Pour créer un article, compléter le contenu et cliquer sur 'Enregistrer'. <br />Si vous ne voulez pas que l'article apparaissent directement, selectionner 'Brouillon'.

source: SEF Address
fr: Adresse uri
it: Indirizzo
mg: Adiresy URI

source: You can leave the SEF Address blank unless you want to specify your own
fr: Vous pouvez laisser l'adresse
it: Puoi lasciare vuoto l'indirizzo
mg: Azonao tsy fenoina ny adiresy raha tsy hoe tena ilaina

source: Category
fr: Cat&eacute;gorie
it: Categoria
mg: Sokajy

source: Image
it: Immagine
mg: Sary

source: Name
fr: Nom
it: Nome
mg: Anarana

source: New tag
fr: Nouveau mot-clé
it: Nuovo tag
mg: Sokajin-teny vaovao

source: Date
it: Data
mg: Daty

source: Allow Comments
fr: Autoriser les commentaires
it: Attiva commenti
mg: Azo ametrahana hevitra

source: Notify me for comments
fr: Notifie pour les commentaires
it: Notifica per i commenti
mg: Handray filazana

source: More
fr: Plus
it: Continua
mg: Tohiny

source: Submitted by:
fr: Ajout&eacute; par :
it: Inserito da:
mg: Nampidirin'i :

source: On:
fr: Le :
it: Il:
mg: Ny :

source: In:
fr: Dans :
mg: Tao amin'ny :

source: Go back
fr: Revenir en arrière
it: Torna indietro
mg: Hiverina

source: Comments:
fr: Commentaires :
it: Commenti :
mg: Hevitra:

source: Add a comment
fr: Ajouter un commentaire
it: Aggiungere commento
mg: Hampiditra hevitra

source: Name:
fr: Nom&nbsp;:
it: Nome:
mg: Anarana:

source: Comment
fr: Commentaire
it: Commento
mg: Hevitra

source: Required
fr: R&eacute;quis
it: Necessario
mg: Ilaina

source: Add comment
fr: Ajouter commentaire
it: Aggiungere commento
mg: Ampiditra hevitra

source: Quick menu
fr: Menu rapide
it: Men&ugrave;
mg: Menu rapide

source: General settings
fr: Options g&eacute;n&eacute;rales
it: Impostazioni Generali
mg: Options g&eacute;n&eacute;rales

source: Comments settings
fr: Configuration commentaires
it: Impostazione commenti
mg: Configuration commentaires

source: Save Settings
fr: Configuration enregistr&eacute;
it: Salvare modifica
mg: Configuration enregistr&eacute;

source: Change the settings for the news module
fr: Changer les options du module
it: Cambiare impostazioni per il modulo di notizie
mg: Changer les options du module

source: Allow comments
fr: Autoriser les commentaires
it: Attivare commenti
mg: Autoriser les commentaires

source: Approve comments
fr: Approuver les commentaires
it: Accettare commenti
mg: Ekeo ny hevitra

source: Nodify admin
fr: Notifier l'admin
it: Notifica admin
mg: Ilazao ny mpandrindra

source: News Categories
fr: Cat&eacute;gories
it: Categorie
mg: Sokajy vaovao

source: Add New
fr: Cr&eacute;er nouveau
it: Aggiungere
mg: Hampiditra vaovao

source: Category information
fr: Information
it: Informazioni
mg: Andinindininy

source: Details
fr: D&eacute;tails
it: Dettaglio
mg: Antsipirihany

source: Add new category
fr: Ajouter nouvelle cat&eacute;gorie
it: Nuova Categoria
mg: Hampiditra sokajy vaovao

source: Active
fr: Actif
it: Attivo
mg: Actif

source: Delete category
fr: Supprimer une Cat&eacute;gorie
it: Cancella categoria
mg: Supprimer une Cat&eacute;gorie

source: Do you want to delete the category?
fr: &Ecirc;tes-vous certain(e) de vouloir effacer la catégorie
it: Confirma cancellazione categoria?
mg: &Ecirc;tes-vous certain(e) de vouloir effacer la catégorie

source: Latest news
fr: Derni&egrave;res actualiés
it: Ultime notizie
mg: Derni&egrave;res actualiés

source: Latest Pages
fr: Derni&egrave;res Pages
it: Ultime pagine
mg: Derni&egrave;res Pages

source: Parent
it: Superiore

source: Description
it: Descrizione

source: News module updated to %s
fr: Le module a &eacute;t&eacute; mise &agrave; jour &agrave; la version %s
