Repository: wildanSawaludin/ci-cms
Catalog: application/modules/forum/locale/*.po
Languages: mg

source: User menu
mg: Momba anao

source: Change password
mg: Hanova tenimiafina

source: My posts
mg: Ny lahatsoratro

source: Sign out
mg: Hivoaka

source: Forgot password
mg: Adino ny tenimiafina

source: Sign in
mg: Hiditra

source: Forum
mg: Dinika - forum

source: Post a new message
mg: Hanoratra hevitra

source: Topic list
mg: Lisitry ny lohahevitra

source: Admin list
mg: Ireo mpandrindra

source: Search message
mg: Tadiavo ny lahatsoratra

source: Forum module updated to %s
mg: Nasondrotra ho tao %s ny module forum

source: Not authorized
mg: Tsy mahazo alalana

source: You cannot add a new topic.
mg: Tsy afaka mampiditra lohahevitra ianao

source: Create a new topic
mg: Hampiditra lohahevitra

source: Topic saved succesfully
mg: Voatahiry ny lohahevitra

source: Delete topic
mg: Fafao ny lohahevitra

source: Please specify a topic
mg: Mifidiana lohahevitra azafady

source: The topic is not empty. Delete all messages in it then try again.
mg: Mbola misy hafatra ao anatin'io lohahevitra io. Fafao daholo aloha ny hafatra.

source: Topic deleted successfully
mg: Voafafa soa amantsara ny lohahevitra

source: Topic not found
mg: Tsy misy lohahevitra hita

source: You cannot view this topic or the topic does not exist.
mg: Tsy afaka mijery ny lohahevitra ianao, na tsy misy ilay lohahevitra tadiavinao.

source: First
mg: Voalohany

source: Last
mg: Farany

source: No message found
mg: Tsy misy hafatra hita

source: There is no message available in this topic
mg: Tsy misy hafatra hita ato

source: Add a new message
mg: Hampiditra hevitra vaovao

source: Move a message
mg: Hafindra ny lahatsoratra

source: Error
mg: Hadisoana

source: You did not choose a message
mg: Tsy nifidy lahatsoratra ianao

source: You cannot move this message
mg: Tsy afaka mamindra ity hevitra ity ianao

source: Message is now moved
mg: Voafindra soa amantsara ny hafatra

source: %s's messages
mg: Ireo lahatsoratr'i %s

source: Reply error
mg: Hadisoana hita

source: You did not choose a message to reply to
mg: Tsy nifidy ny hafatra hovaliana ianao

source: Message not found
mg: Tsy hita ny hevitra

source: Posting error
mg: Hadisoana hita

source: You are not allowed to reply the message
mg: Tsy afaka mamaly hevitra ianao

source: Create a new message
mg: Hampiditra hevitra vaovao

source: There is no topic available
mg: Tsy misy lohahevitra hita

source: Modify message
mg: Ahitsio ny lahatsoratra

source: You cannot edit this message
mg: Tsy afaka manova ity hevitra ity ianao

source: Topic missing
mg: Tsisy lohahevitra

source: Please go back and choose a topic
mg: Miverena dia mifidiana lohahevitra azafady

source: Message required
mg: Ilaina ny hafatra

source: You forgot to write the message
mg: Adinonao ny votoatiny

source: Preview message
mg: Jereo aloha ny hafatra

source: Message saved succesfully
mg: Voatahiry ny lahatsoratra

source: There is no message to delete
mg: Tsy misy lahatsoratra hofafaina

source: You cannot delete this message
mg: Tsy afaka mamafa ity hevitra ity ianao

source: The message has been deleted.
mg: Voafafa ny lahatsoratra

source: Delete message?
mg: Hofafaina ny hafatra?

source: Search
mg: Tadiavo

source: No valid field
mg: Tsy ara-dal√†na ny field

source: You cannot view this message or the message does not exist.
mg: Tsy afaka mamaky ity hevitra ity ianao, na tsy misy io hevitra io.

source: Search result
mg: Vokatry ny fikarohana

source: Search messages
mg: Hitady hevitra

source: Unsubscribed
mg: Tsy handray email

source: You will no longer receive notification about that message
mg: Tsy handray email intsony ianao rehefa misy mamaly io hafatra io

source: Last messages
mg: Lahatsoratra vao tonga

source: Last posted messages
mg: Lahatsoratra tonga farany

source: Last updates
mg: Niova farany

source: Last posted replies
mg: Valiny farany

source: Topic: %s
mg: Lohahevitra : %s

source: Last posted from %s
mg: Hafatra farany avy amin'ny %s

source: Thread: %s
mg: Fitohizan'ny hafatra : %s

source: Thread about the message %s
mg: Fitohizan'ny hafatra %s

source: Modify a topic
mg: Ahitsio ny lohahevitra

source: The topic does not exist.
mg: Tsy hita ny lohahevitra

source: Message required found
mg: Tsy nisy hafatra hita

source: Nothing to search
mg: Tsy misy hotadiavina

source: settings
mg: safidy

source: Settings saved
mg: Voatahiry ny safidy

source: Reply from %s
mg: Valiny tamin'i %s

source: Hello %s, Your message %s has been replied by %s. To read the message click the link below %s . If you don't want to receive any further notification, go to link below. %s Thank you. Administrator
mg: Salama %s, Ny hafatra %s napetrakao dia novalian'i %s. Raha hamaky ny hafatra dia tsindrio ny rohy eto ambany %s Raha toa tsy te handray filazana tahaka ity intsony dia tsindrio ny rohy eto ambany. %s Misaotra. Ny mpandrindra

source: These are the admins of this forum
mg: Ireto ny lisitry ny mpandrindra eto amin'ny forum

source: Go back
mg: Miverena

source: Forum Administration
mg: Fandrindrana ny forum

source: Settings
mg: Fanovana

source: Manage messages
mg: Ny hafatra

source: Add new topic
mg: Hampiditra lohahevitra

source: Cancel
mg: Aoka ihany

source: Title
mg: Lohateny

source: Ordering
mg: Ordre

source: Status
mg: Toetra

source: Action
mg: Atao

source: Hits
mg: Vangy

source: on %s by %s
mg: ny %s hoy %s

source: Edit
mg: Ahitsio

source: Delete
mg: Fafao

source: more
mg: tohiny

source: Author
mg: Mpanoratra

source: Messages
mg: Hafatra

source: Last change
mg: Niova farany

source: Search:
mg: Tadiavo

source: in:
mg: ao amin'ny :

source: Everywhere
mg: N'aiza n'aiza

source: Message
mg: Hevitra

source: Exact search
mg: Teny araka ny voasoratra

source: Quick menu
mg: Rohy ilaina

source: General settings
mg: Safidy ankapobeny

source: Save Settings
mg: Tehirizo

source: Theme
mg: Endrika

source: None
mg: Tsy misy

source: Title cannot be empty
mg: Ilaina ny lohateny

source: Information
mg: Andinindininy

source: Details
mg: D&eacute;tails

source: Administrators
mg: Fandrindrana

source: Save
mg: Alefaso

source: Title:
mg: Lohateny :

source: Description:
mg: Andinindininy :

source: Access:
mg: Fidirana :

source: Users who can edit and delete messages in this topic.
mg: Ireo mpikambana afaka mamafa sy manitsy ny hevitra ato amin'ity lohahevitra ity.

source: New admin:
mg: Mpandrindra vaovao :

source: Add
mg: Ampidiro

source: Username
mg: Solonanarana

source: Confirm?
mg: Confirmer?

source: No
mg: Non

source: Yes
mg: Oui

source: Owner
mg: Tompony

source: View
mg: Jereo

source: Username:
mg: Solonanarana :

source: Topic:
mg: Lohahevitra :

source: Choose from here
mg: Mifidiana ato

source: Message:
mg: Lahatsoratra :

source: Notify me when replied:
mg: Ilazao rehefa misy mamaly:

source: Preview
mg: Jereo aloha

source: This message was already replied. Do you want to delete it and its replies?
mg: Efa nisy namaly io hevitra io. Tianao hofafaina ilay hevitra sy ny valiny?

source: Thread:
mg: Fitohizan'ny hafatra :

source: Replies:
mg: Valiny :

source: Pages:
mg: Pejy:

source: Move
mg: Afindrao

source: Quote
mg: Valio

source: Back to top
mg: Miverina eny ambony

source: Reply:
mg: Valio

source: Reply to the thread
mg: Hamaly hafatra

source: Admins:
mg: Mpandrindra:

source: One hour
mg: Adin'ny iray

source: Five hours
mg: Adin'ny 5 lasa

source: One day
mg: Iray andro lasa

source: Five days
mg: Dimy andro lasa

source: More days
mg: Mihoatra

source: Replies
mg: Valiny

source: on %s <br />by %s
mg: ny %s <br />hoy %s

source: Add a new topic
mg: Hampiditra lohahevitra
